/*
********************************************************************************
* @file    CatenationRule.c
* @author  
* @version V1.0.0 
* @date    02/09/2013
* @brief   
* -备注-: u_printf,sprintf函数效率较低,因为其底层实现vsprintf效率低 
*         scanf,sscanf同样如此 (同样要注意:sscanf的目的参数指针STM32下为32位(与编译平台有关))
********************************************************************************
*/
/* Define to prevent recursive inclusion -------------------------------------*/
#ifndef __CATENATION_RULE_H__
#define __CATENATION_RULE_H__
// 


// 
#endif 
/*******************************************************************************
* ========================= END OF PAGE 
*******************************************************************************/
